[
  {
    "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
    "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
  },
  {
    "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
    "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
  },
  {
    "title": "How NASA's Mars Helicopter Will Reach the Red Planet's Surface",
    "preview": "The small craft will seek to prove that powered, controlled flight is possible on another planet. But just getting it onto the surface of Mars will take a whole lot of ingenuity."
  },
  {
    "title": "5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover",
    "preview": "The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative."
  },
  {
    "title": "Curiosity Mars Rover's Summer Road Trip Has Begun",
    "preview": "After more than a year in the \"clay-bearing unit,\" Curiosity is making a mile-long journey around some deep sand so that it can explore higher up Mount Sharp."
  },
  {
    "title": "Screening Soon: 'The Pathfinders' Trains Lens on Mars",
    "preview": "With the Mars 2020 mission ramping up, the documentary — the first of four about past JPL missions to the Red Planet to be shown at Caltech — tells a gripping backstory."
  },
  {
    "title": "7 Things to Know About the Mars 2020 Perseverance Rover Mission",
    "preview": "NASA's next rover to the Red Planet is slated to launch no earlier than July 30. These highlights will get you up to speed on the ambitious mission."
  },
  {
    "title": "NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars",
    "preview": "In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. "
  },
  {
    "title": "NASA's Mars 2020 Rover Tests Descent-Stage Separation",
    "preview": "A crane lifts the rocket-powered descent stage away from NASA's Mars 2020 rover after technicians tested the pyrotechnic charges that separate the two spacecraft."
  },
  {
    "title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover",
    "preview": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils."
  },
  {
    "title": "NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget",
    "preview": "Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return."
  },
  {
    "title": "NASA Prepares for Moon and Mars With New Addition to Its Deep Space Network",
    "preview": "Robotic spacecraft will be able to communicate with the dish using radio waves and lasers."
  },
  {
    "title": "A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes",
    "preview": "Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. "
  },
  {
    "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
    "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
  },
  {
    "title": "NASA's Mars 2020 Comes Full Circle",
    "preview": "Aiming to pinpoint the Martian vehicle's center of gravity, engineers took NASA's 2,300-pound Mars 2020 rover for a spin in the clean room at JPL. "
  }
]